Repository: wanghai673/agent-sessions
Catalog: AgentSessions/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: If your coding agent is missing, there is now a written path to change that — a proposal form, an implementation brief you can hand to your own agent, and a pull-request template. Agents that ship can pick up a steward who keeps their format verified as the CLI moves.
zh_hans: 如果缺少你使用的编程智能体，现在已有清晰的支持流程：填写提案表单，将实现说明交给你的智能体，并使用 pull request 模板。已支持的智能体还可以由维护人持续验证，确保 CLI 格式变化后仍可正常使用。

source: Ignore Codex Agents.md instructions and Claude local-command caveats when deriving titles and jumping to the first prompt (content remains visible)
zh_hans: 生成标题和跳转到首条提示时，忽略 Codex Agents.md 指令及 Claude 本地命令注意事项（内容仍然可见）

source: Image
zh_hans: 图像

source: Image Browser
zh_hans: 图像浏览器

source: Image-heavy sessions have dedicated navigation.
zh_hans: 包含大量图像的会话可使用专用导航。

source: Images
zh_hans: 图像

source: Images %@
zh_hans: 图像 %@

source: Import and search your Cursor AI sessions
zh_hans: 导入并搜索 Cursor AI 会话

source: Include Web API in Auto fallback
zh_hans: 在自动回退中包含 Web API

source: Include large tool outputs in global search
zh_hans: 在全局搜索中包含大型工具输出

source: Increase Text Size (⌘+)
zh_hans: 增大文字（⌘+）

source: Index full tool I/O for recent sessions
zh_hans: 为近期会话索引完整的工具输入和输出

source: Indexed date range: %@ to %@
zh_hans: 已索引日期范围：%1$@ 至 %2$@

source: Indexing
zh_hans: 正在索引

source: Indexing %lld sessions…
zh_hans: 正在索引 %lld 个会话…

source: Indexing %lld/%lld sessions (%lld%%)…
zh_hans: 正在索引会话 %1$lld/%2$lld（%3$lld%%）…

source: Indexing %lld/%lld sessions…
zh_hans: 正在索引会话 %1$lld/%2$lld…

source: Indexing error
zh_hans: 索引出错

source: Indexing sessions…
zh_hans: 正在索引会话…

source: Inferred from the first record, not a session-start setting.
zh_hans: 根据第一条记录推断，并非会话启动时的设置。

source: Insights & Patterns
zh_hans: 洞察与规律

source: Install %@ CLI…
zh_hans: 安装 %@ CLI…

source: Install Cursor Agent from cursor.com/download and ensure `cursor` is on PATH.
zh_hans: 从 cursor.com/download 安装 Cursor Agent，并确保 `cursor` 位于 PATH 中。

source: Install Droid (Factory CLI) and ensure `droid` is available on your PATH, or set a custom binary path here.
zh_hans: 安装 Droid (Factory CLI)，并确保 PATH 中可以使用 `droid`；也可在此设置自定义二进制文件路径。

source: Install Hermes Agent and ensure `hermes` is on PATH.
zh_hans: 安装 Hermes Agent，并确保 `hermes` 位于 PATH 中。

source: Install OpenClaw (or clawdbot) and ensure `openclaw`/`clawdbot` is available on PATH, or set a custom binary path.
zh_hans: 安装 OpenClaw（或 clawdbot），并确保 PATH 中可以使用 `openclaw`/`clawdbot`；也可设置自定义二进制文件路径。

source: Install Pi from pi.dev and ensure `pi` is on PATH.
zh_hans: 从 pi.dev 安装 Pi，并确保 `pi` 位于 PATH 中。

source: Install it from code.grok.com and ensure `grok` is on PATH.
zh_hans: 从 code.grok.com 安装，并确保 `grok` 位于 PATH 中。

source: Install it from code.kimi.com and ensure `kimi` is on PATH.
zh_hans: 从 code.kimi.com 安装，并确保 `kimi` 位于 PATH 中。

source: Install it from devin.ai and ensure `devin` is on PATH.
zh_hans: 从 devin.ai 安装，并确保 `devin` 位于 PATH 中。

source: Install it from fx.sh and ensure `fx` is on PATH.
zh_hans: 从 fx.sh 安装，并确保 `fx` 位于 PATH 中。

source: Install the %@ CLI to read usage.
zh_hans: 安装 %@ CLI 以读取用量。

source: Install via Homebrew or download from GitHub Copilot CLI releases.
zh_hans: 通过 Homebrew 安装，或从 GitHub Copilot CLI 发布页面下载。

source: Install via npm: npm install -g @openai/codex-cli
zh_hans: 通过 npm 安装：npm install -g @openai/codex-cli

source: Install via pip: pip install opencode-ai
zh_hans: 通过 pip 安装：pip install opencode-ai

source: Instantly refresh Claude usage data. Note: probing launches Claude Code and may count toward Claude Code usage limits.
zh_hans: 立即刷新 Claude 用量数据。注意：探测会启动 Claude Code，并可能计入 Claude Code 用量限制。

source: Invalid Copilot binary path.
zh_hans: Copilot 二进制文件路径无效。

source: Invalid Cursor binary path.
zh_hans: Cursor 二进制文件路径无效。

source: Invalid Devin binary path.
zh_hans: Devin 二进制文件路径无效。

source: Invalid Grok binary path.
zh_hans: Grok 二进制文件路径无效。

source: Invalid Hermes binary path.
zh_hans: Hermes 二进制文件路径无效。

source: Invalid Kimi Code binary path.
zh_hans: Kimi Code 二进制文件路径无效。

source: Invalid Pi binary path.
zh_hans: Pi 二进制文件路径无效。

source: Invalid Qwen Code binary path.
zh_hans: Qwen Code 二进制文件路径无效。

source: Invalid fx binary path.
zh_hans: fx 二进制文件路径无效。

source: JSON (legacy)
zh_hans: JSON（旧版）

source: Jump image prompts
zh_hans: 跳转到含图提示

source: Jump to the repo folder for the active agent session.
zh_hans: 跳转到当前智能体会话的仓库文件夹。

source: KEY INSIGHTS
zh_hans: 关键洞察

source: Keep Claude usage tracking disabled
zh_hans: 继续停用 Claude 用量跟踪

source: Keep Quota Meter in a screen corner so active and waiting sessions stay visible.
zh_hans: 将额度监视器放在屏幕一角，让运行中和等待中的会话始终可见。

source: Keep important sessions easy to find.
zh_hans: 让重要会话更容易找到。

source: Keep live agent work visible without switching terminal tabs.
zh_hans: 无需切换终端标签页，也能随时查看智能体的实时工作。

source: Keep usage state visible without opening the main window.
zh_hans: 无需打开主窗口，也能随时查看用量状态。

source: Kimi Code CLI Binary
zh_hans: Kimi Code CLI 可执行文件

source: Kimi Code CLI not found
zh_hans: 未找到 Kimi Code CLI

source: Kimi Code joins the lineup, and the Quota Meter now sees Claude's cloud sessions.
zh_hans: 现已支持 Kimi Code，额度监视器也可以显示 Claude 云端会话。

source: Kimi Code writes one wire.jsonl journal per agent under its sessions directory. Override only when you point KIMI_CODE_HOME at a non-default location.
zh_hans: Kimi Code 会在其会话目录中为每个智能体写入一个 wire.jsonl 日志。仅当 KIMI_CODE_HOME 指向非默认位置时才需要覆盖。

source: Kimi Only
zh_hans: 仅 Kimi

source: Know your quota before it runs out
zh_hans: 在额度耗尽前掌握余量

source: Last 30 Days
zh_hans: 最近 30 天

source: Last 7 Days
zh_hans: 最近 7 天

source: Last 90 Days
zh_hans: 最近 90 天

source: Last Sync
zh_hans: 上次同步

source: Last detected:
zh_hans: 上次检测：

source: Last email draft:
zh_hans: 上次邮件草稿：

source: Last updated %@
zh_hans: 上次更新于%@

source: Later
zh_hans: 稍后

source: Launch Codex with -c experimental_resume=<path> instead of resume <id>.
zh_hans: 使用 -c experimental_resume=<path> 启动 Codex，而不是 resume <id>。

source: Launch Mode
zh_hans: 启动模式

source: Leave a star if this helps
zh_hans: 如果有帮助，请点个 Star

source: Left % (Codex-style)
zh_hans: 剩余 %（Codex 风格）

source: Legacy: read the cookie from Safari instead. Needs Full Disk Access, and is usually unavailable on macOS 14+.
zh_hans: 旧版方式：改为从 Safari 读取 Cookie。需要“完全磁盘访问权限”，且通常无法在 macOS 14+ 上使用。

source: License:
zh_hans: 许可证：

source: Light Mode
zh_hans: 浅色模式

source: Light • Left
zh_hans: 浅色 • 剩余

source: Light • Used
zh_hans: 浅色 • 已用

source: Limit Alerts
zh_hans: 限额提醒

source: Limit exhausted
zh_hans: 限额已耗尽

source: Live Session Context
zh_hans: 实时会话上下文

source: Live Sessions
zh_hans: 实时会话

source: Live Sessions BETA
zh_hans: 实时会话 BETA

source: Live session detection (Beta) is disabled in Settings → Quota Meter.
zh_hans: “设置”→“额度监视器”中的实时会话检测（Beta）已关闭。

source: Live sessions only
zh_hans: 仅实时会话

source: Loading analytics...
zh_hans: 正在加载分析数据…

source: Loading preview…
zh_hans: 正在加载预览…

source: Loading session information…
zh_hans: 正在载入会话信息…

source: Loading transcript
zh_hans: 正在加载对话记录

source: Locate…
zh_hans: 定位…

source: Long transcripts are easier with keyboard controls.
zh_hans: 使用键盘操作可更轻松地阅读长对话记录。

source: Looking for a steward to help keep Agent Sessions reading it correctly when the format moves. One command, a few times a year. No code, nothing shared.
zh_hans: 正在寻找一位维护人，帮助确保格式变化后 Agent Sessions 仍能正确读取。每年只需运行几次命令，无需编写代码，也不会共享任何内容。

source: Looking for a steward. Qwen's free tier ended, so newer builds go unverified here. One command, a few times a year. No code, nothing shared.
zh_hans: 正在寻找一位维护人。Qwen 免费套餐已结束，因此这里无法验证较新的版本。每年只需运行几次命令，无需编写代码，也不会共享任何内容。

source: Low limit threshold
zh_hans: 低余量提醒阈值

source: Low remaining
zh_hans: 剩余额度较低

source: Main Window
zh_hans: 主窗口

source: Manifest
zh_hans: 清单

source: May count toward Claude Code usage limits
zh_hans: 可能计入 Claude Code 用量限制

source: Maybe later
zh_hans: 稍后再说

source: Measuring weekly burn
zh_hans: 正在测算每周消耗速度

source: Menu Bar
zh_hans: 菜单栏

source: Menu Bar Item
zh_hans: 菜单栏项目

source: Menu Bar Label
zh_hans: 菜单栏标签

source: Merged chat and tools.
zh_hans: 合并显示聊天和工具。

source: Message counts
zh_hans: 消息数

source: Messages
zh_hans: 消息

source: Model
zh_hans: 模型

source: Model %@ → %@
zh_hans: 模型 %1$@ → %2$@

source: Model changed: %@ → %@
zh_hans: 模型已更改：%1$@ → %2$@

source: Modified Date
zh_hans: 修改日期

source: Modified date
zh_hans: 修改日期

source: Monday
zh_hans: 周一

source: Monochrome
zh_hans: 单色

source: More options
zh_hans: 更多选项

source: More transcript options
zh_hans: 更多对话记录选项

source: Morning
zh_hans: 上午

source: Most Active: %@
zh_hans: 最活跃：%@

source: Move through matches
zh_hans: 在匹配项之间跳转

source: Msgs
zh_hans: 消息数

source: Msgs/Session
zh_hans: 消息数/会话

source: Must be an executable file
zh_hans: 必须是可执行文件

source: Must be an executable file.
zh_hans: 必须是可执行文件。

source: Narrow Codex to archived Desktop sessions
zh_hans: 将 Codex 限定为已归档的 Desktop 会话

source: Narrow a source to its archived Desktop sessions; other agents stay visible
zh_hans: 将某个来源限定为其已归档的桌面会话；其他代理保持可见

source: Navigate to Session
zh_hans: 前往会话

source: Needs the Claude agent and Claude usage tracking on — cloud sessions render inside the Claude block in the Quota Meter, so there is nowhere to show them otherwise. Nothing is fetched while this is unmet.
zh_hans: 需要启用 Claude 智能体和 Claude 用量跟踪。云端会话显示在额度监视器的 Claude 区块中，否则无处显示。在满足这些条件前不会获取任何内容。

source: Never
zh_hans: 从不

source: New: %@
zh_hans: 新增：%@

source: Next
zh_hans: 下一步

source: Next Unified Search match (⌘G)
zh_hans: 下一个统一搜索匹配项（⌘G）

source: Next image prompt
zh_hans: 下一个含图提示

source: Next match (⌘G)
zh_hans: 下一个匹配项（⌘G）

source: Night
zh_hans: 夜间

source: Night owl: %lld%% of activity after midnight
zh_hans: 夜猫子：%lld%% 的活动发生在午夜之后

source: No Codex sessions available. Refresh the index in the main window.
zh_hans: 没有可用的 Codex 会话。请在主窗口中刷新索引。

source: No active %@ burn
zh_hans: %@ 当前没有消耗

source: No active %@ session
zh_hans: 没有活跃的 %@ 会话

source: No changes recorded
zh_hans: 未记录任何更改

source: No compatible weekly calibration for this account.
zh_hans: 此账户没有兼容的每周校准数据。

source: No data
zh_hans: 无数据

source: No delete
zh_hans: 不删除

source: No images found
zh_hans: 未找到图像

source: No manifest fingerprint recorded.
zh_hans: 未记录清单指纹。

source: No parent session ID is available for this side chat
zh_hans: 此支线对话没有可用的父会话 ID

source: No price entry for: %@
zh_hans: 没有以下项目的价格条目：%@

source: No priceable usage was recorded in this transcript.
zh_hans: 此会话记录中没有可计价的用量。

source: No providers shown
zh_hans: 未显示任何提供商

source: No quota observation recorded.
zh_hans: 未记录额度观测时间。

source: No quota precision recorded.
zh_hans: 未记录额度精度。

source: No quota source recorded.
zh_hans: 未记录额度来源。

source: No release notes for this version. Tips are always in Help → Power Tips.
zh_hans: 此版本没有发布说明。你随时可以在“帮助”→“实用技巧”中查看技巧。

source: No request recorded its context size.
zh_hans: 没有请求记录其上下文大小。

source: No reset time recorded.
zh_hans: 未记录重置时间。

source: No session
zh_hans: 无会话

source: No sessions yet
zh_hans: 暂无会话

source: No supported telemetry, or the transcript could not be read.
zh_hans: 没有受支持的遥测数据，或无法读取会话记录。

source: None
zh_hans: 无

source: Not available
zh_hans: 不可用

source: Not enough data for patterns
zh_hans: 数据不足，无法分析规律

source: Not found
zh_hans: 未找到

source: Not now
zh_hans: 暂不

source: Not provided
zh_hans: 未提供

source: Notifications need attention
zh_hans: 通知设置需要处理

source: Notify for usage limits
zh_hans: 用量达到限额时通知

source: Numbers only
zh_hans: 仅数字

source: OAuth only
zh_hans: 仅 OAuth

source: OK
zh_hans: 好

source: Off
zh_hans: 关

source: Off by default. Agent Sessions only writes to Claude's files when this is enabled.
zh_hans: 默认关闭。只有启用后，Agent Sessions 才会写入 Claude 的文件。

source: Old Desktop sessions stay reachable.
zh_hans: 旧的 Desktop 会话仍可访问。

source: On
zh_hans: 开

source: On Demand
zh_hans: 按需显示

source: On Hover
zh_hans: 悬停时显示

source: On track
zh_hans: 进度正常

source: On-track glyph
zh_hans: 进度正常图标

source: Onboarding
zh_hans: 新手引导

source: Onboarding is now a single setup screen — pick your agents, flip on the Quota Meter, and start exploring. No multi-slide tour.
zh_hans: 新手引导现已简化为单个设置页面：选择智能体、开启额度监视器，然后开始探索。不再需要浏览多页介绍。

source: One request every %@ on average.
zh_hans: 平均每 %@ 一次请求。

source: Only enable the providers you use.
zh_hans: 仅启用你使用的提供商。

source: Open Agent Sessions
zh_hans: 打开 Agent Sessions

source: Open Agent Sessions to see how to fix it.
zh_hans: 打开 Agent Sessions 查看解决方法。

source: Open Full Disk Access…
zh_hans: 打开“完全磁盘访问权限”…

source: Open GitHub
zh_hans: 打开 GitHub

source: Open Image Browser
zh_hans: 打开图像浏览器

source: Open Quota Meter
zh_hans: 打开额度监视器

source: Open Quota Meter settings
zh_hans: 打开额度监视器设置

source: Open Settings…
zh_hans: 打开设置…

source: Open Terminal and run the %@ CLI once to finish setup.
zh_hans: 打开 Terminal 并运行一次 %@ CLI 以完成设置。

source: Open View > Quota Meter to monitor active iTerm2 sessions from Codex CLI, Claude Code, and OpenCode.
zh_hans: 打开“显示”>“额度监视器”，监控 Codex CLI、Claude Code 和 OpenCode 在 iTerm2 中的活跃会话。

source: Open Working Directory
zh_hans: 打开工作目录

source: Open a GitHub issue
zh_hans: 创建 GitHub Issue

source: Open a pre-filled email draft with the latest crash report in the message body.
zh_hans: 打开预先填写的邮件草稿，正文中包含最新的崩溃报告。

source: Open image
zh_hans: 打开图像

source: Open in Finder
zh_hans: 在 Finder 中打开

source: Open in Image Browser
zh_hans: 在图像浏览器中打开

source: Open in Preview
zh_hans: 在“预览”中打开

source: Open the default email app with a pre-filled crash report draft.
zh_hans: 使用默认邮件 App 打开预先填写的崩溃报告草稿。

source: Open the session log in Finder from a live Quota Meter row.
zh_hans: 从额度监视器的实时会话行中，在 Finder 打开会话日志。

source: Open the working directory
zh_hans: 打开工作目录

source: OpenClaw CLI Binary
zh_hans: OpenClaw CLI 二进制文件

source: OpenClaw CLI not found
zh_hans: 未找到 OpenClaw CLI

source: OpenClaw Only
zh_hans: 仅 OpenClaw

source: OpenClaw auto-deletes sessions after 30 days. Shown by default with a 'deleted' badge. Disable to hide them.
zh_hans: OpenClaw 会在 30 天后自动删除会话。此类会话默认显示并带有“已删除”标记；关闭此选项可将其隐藏。

source: OpenCode CLI not found
zh_hans: 未找到 OpenCode CLI

source: OpenCode Only
zh_hans: 仅 OpenCode

source: Optional binary path (for Cursor/VS Code)
zh_hans: 可选的二进制文件路径（用于 Cursor/VS Code）

source: Optional override for the editor CLI binary used for line-targeted opens.
zh_hans: 可选择覆盖编辑器 CLI 二进制文件路径，用于打开指定行。

source: Optional: scan for exported droid exec --output-format stream-json logs stored as JSONL
zh_hans: 可选：扫描以 JSONL 存储的已导出 droid exec --output-format stream-json 日志

source: Output
zh_hans: 输出

source: Output includes %@ reasoning tokens.
zh_hans: 输出包含 %@ 个推理令牌。

source: Override the Antigravity brain directory, where the markdown artifacts live. CLI transcripts are always read from their own default location. Leave blank to use the defaults
zh_hans: 覆盖用于存放 markdown 产物的 Antigravity brain 目录。CLI 对话记录始终从各自的默认位置读取。留空则使用默认设置

source: Override the Claude sessions directory. Leave blank to use the default location
zh_hans: 覆盖 Claude 会话目录。留空则使用默认位置

source: Override the Codex sessions directory. Leave blank to use the default location
zh_hans: 覆盖 Codex 会话目录。留空则使用默认位置

source: Override the OpenCode sessions directory. Leave blank to use the default location
zh_hans: 覆盖 OpenCode 会话目录。留空则使用默认位置

source: Override the default ~/.cursor path. Most users should leave this empty.
zh_hans: 覆盖默认的 ~/.cursor 路径。大多数用户应将此项留空。

source: Override the directory used for active-session presence files. Leave blank to use $CODEX_HOME/active or ~/.codex/active.
zh_hans: 覆盖活跃会话状态文件所在的目录。留空则使用 $CODEX_HOME/active 或 ~/.codex/active。

source: Override where Agent Sessions scans for Copilot session-state JSONL files
zh_hans: 覆盖 Agent Sessions 扫描 Copilot 会话状态 JSONL 文件的位置

source: Override where Agent Sessions scans for Droid interactive session JSONL files
zh_hans: 覆盖 Agent Sessions 扫描 Droid 交互式会话 JSONL 文件的位置

source: Override where Agent Sessions scans for OpenClaw and clawdbot transcripts
zh_hans: 覆盖 Agent Sessions 扫描 OpenClaw 和 clawdbot 对话记录的位置

source: PATTERNS
zh_hans: 规律

source: Paste sessionKey or cookie header
zh_hans: 粘贴 sessionKey 或 Cookie 标头

source: Paste your claude.ai session cookie so Agent Sessions can read subscription usage without the CLI. Sign-in stays in your browser — the app only stores the token you paste, in your Keychain.
zh_hans: 粘贴 claude.ai 会话 Cookie，让 Agent Sessions 无需 CLI 即可读取订阅用量。登录仍在浏览器中进行，App 只会将你粘贴的令牌存入“钥匙串”。

source: Path must point to an existing folder
zh_hans: 路径必须指向现有文件夹

source: Pending reports:
zh_hans: 待处理报告：

source: Pi CLI Binary
zh_hans: Pi CLI 二进制文件

source: Pi CLI not found
zh_hans: 未找到 Pi CLI

source: Pi Only
zh_hans: 仅 Pi

source: Pi writes JSONL v3 session files under its sessions directory. Override only when you use a non-default Pi agent directory.
zh_hans: Pi 会在其会话目录中写入 JSONL v3 会话文件。仅当使用非默认的 Pi 智能体目录时才需要覆盖。

source: Pick a folder to scan for Copilot sessions
zh_hans: 选择用于扫描 Copilot 会话的文件夹

source: Pick a folder to scan for Droid sessions
zh_hans: 选择用于扫描 Droid 会话的文件夹

source: Pick a folder to scan for OpenClaw sessions
zh_hans: 选择用于扫描 OpenClaw 会话的文件夹

source: Pick a projects folder to scan for stream-json logs
zh_hans: 选择用于扫描 stream-json 日志的项目文件夹

source: Pick a session to reopen in Codex CLI
zh_hans: 选择要在 Codex CLI 中重新打开的会话

source: Pin Quota Meter
zh_hans: 固定额度监视器

source: Pin — keep above all windows
zh_hans: 固定 — 保持在所有窗口上方

source: Play a sound when a low, predicted, exhausted, or reset-complete alert fires. Scheduled reset reminders use macOS notification sound when banners are enabled.
zh_hans: 触发额度偏低、预计耗尽、已耗尽或重置完成提醒时播放声音。启用横幅后，计划的重置提醒会使用 macOS 通知声音。

source: Play sound for immediate alerts
zh_hans: 即时提醒时播放声音

source: Please ensure a default email app is configured, or export the report and file a GitHub issue.
zh_hans: 请确保已配置默认邮件 App，或导出报告并创建 GitHub Issue。

source: Power Tip
zh_hans: 实用技巧

source: Power Tips
zh_hans: 实用技巧

source: Precision
zh_hans: 精度

source: Predicted run-out soon
zh_hans: 预计即将耗尽

source: Prediction alerts use fresh usage data and fire when the current burn rate can exhaust a 5h or weekly limit within 60 minutes before reset. Recent cached data can still produce low, exhausted, and 5h reset alerts; stale data is ignored.
zh_hans: 预测提醒使用最新用量数据。当按当前消耗速度计算，5 小时或每周限额会在重置前 60 分钟内耗尽时触发。近期缓存数据仍可触发额度偏低、已耗尽和 5 小时重置提醒；过期数据会被忽略。

source: Preferred Editor
zh_hans: 首选编辑器

source: Preparing session index…
zh_hans: 正在准备会话索引…

source: Preparing...
zh_hans: 正在准备…

source: Pretty
zh_hans: 美化

source: Preview
zh_hans: 预览

source: Previous Unified Search match (⇧⌘G)
zh_hans: 上一个统一搜索匹配项（⇧⌘G）

source: Previous image prompt
zh_hans: 上一个含图提示

source: Previous match (⇧⌘G)
zh_hans: 上一个匹配项（⇧⌘G）

source: Price table
zh_hans: 价格表

source: Priced as
zh_hans: 计价依据

source: Probe Both
zh_hans: 探测两者

source: Probe Claude
zh_hans: 探测 Claude

source: Probe Codex
zh_hans: 探测 Codex

source: Probe sessions are short /usage checks created by Agent Sessions in a dedicated Claude project. This cleanup only removes that probe project after validation, and never touches your normal Claude sessions.
zh_hans: 探测会话是 Agent Sessions 在专用 Claude 项目中创建的短时 /usage 检查。此清理操作只会在验证后移除该探测项目，绝不会影响你的普通 Claude 会话。

source: Probe usage now via the provider CLI (may consume tokens).
zh_hans: 立即通过提供商 CLI 探测用量（可能消耗令牌）。

source: Probing usage via the provider CLI…
zh_hans: 正在通过提供商 CLI 探测用量…

source: Processing transcripts (core index)…
zh_hans: 正在处理对话记录（核心索引）…

source: Processing transcripts…
zh_hans: 正在处理对话记录…

source: Project
zh_hans: 项目

source: Project names
zh_hans: 项目名称

source: Project:
zh_hans: 项目：

source: Projection
zh_hans: 预测

source: Projects Directory
zh_hans: 项目目录

source: Promo
zh_hans: 推广

source: Provider-reported inference region.
zh_hans: 提供商报告的推理区域。

source: Providers
zh_hans: 提供商

source: QWEN_RUNTIME_DIR is process-local and is not auto-detected. If you use it, choose that runtime directory's projects folder here.
zh_hans: QWEN_RUNTIME_DIR 仅对当前进程生效，无法自动检测。如果使用它，请在此选择该运行时目录中的 projects 文件夹。

source: Query the currently detected Codex binary for its version
zh_hans: 查询当前检测到的 Codex 二进制文件版本

source: Query the detected Antigravity CLI for its version
zh_hans: 查询检测到的 Antigravity CLI 版本

source: Query the detected Claude CLI for its version
zh_hans: 查询检测到的 Claude CLI 版本

source: Query the detected Copilot CLI for its version
zh_hans: 查询检测到的 Copilot CLI 版本

source: Query the detected Cursor CLI for its version
zh_hans: 查询检测到的 Cursor CLI 版本

source: Query the detected Devin CLI for its version
zh_hans: 查询检测到的 Devin CLI 版本

source: Query the detected Droid CLI for its version
zh_hans: 查询检测到的 Droid CLI 版本

source: Query the detected Grok CLI for its version
zh_hans: 查询检测到的 Grok CLI 版本

source: Query the detected Kimi Code CLI for its version
zh_hans: 查询检测到的 Kimi Code CLI 版本

source: Query the detected OpenClaw CLI for its version
zh_hans: 查询检测到的 OpenClaw CLI 版本

source: Query the detected OpenCode CLI for its version
zh_hans: 查询检测到的 OpenCode CLI 版本

source: Query the detected Pi CLI for its version
zh_hans: 查询检测到的 Pi CLI 版本

source: Query the detected fx CLI for its version
zh_hans: 查询检测到的 fx CLI 版本

source: Quick Navigation
zh_hans: 快速导航

source: Quit
zh_hans: 退出

source: Quota Meter
zh_hans: 额度监视器

source: Quota Meter Workflow
zh_hans: 额度监视器工作流

source: Quota Meter display
zh_hans: 额度监视器显示

source: Quota Meter rates you can trust
zh_hans: 可信的用量计速率

source: Quota Meter rows expose useful session context.
zh_hans: 额度监视器中的每一行都会显示实用的会话上下文。

source: Quota Meter run-out tokens use fresh 5h usage velocity and can show longer before-reset ETAs than notification alerts. This display setting is independent of notification delivery.
zh_hans: 额度监视器的额度耗尽倒计时基于最新的 5 小时用量速率，因此显示的重置前预计时间可能比通知提醒更长。此显示设置与通知发送相互独立。

source: Quota observed
zh_hans: 额度观测

source: Quota resets
zh_hans: 额度重置

source: Quota source
zh_hans: 额度来源

source: Qwen Code Binary
zh_hans: Qwen Code 二进制文件

source: Qwen Code joins the lineup, and agents are now plug-in adapters — adding the one you use is a documented recipe.
zh_hans: 现已支持 Qwen Code，智能体也已改为插件式适配器——按照文档即可添加你使用的智能体。

source: Qwen Code stores one session-ID-named JSONL transcript per session below each project's chats directory. Override this only for a relocated QWEN_HOME or copied projects root. A copied root not named projects remains browse-only because the CLI cannot resolve it for resume.
zh_hans: Qwen Code 会在每个项目的 chats 目录下，为每个会话保存一份以会话 ID 命名的 JSONL 对话记录。仅当 QWEN_HOME 已迁移或复制了 projects 根目录时才覆盖此设置。如果复制的根目录不名为 projects，则只能浏览，因为 CLI 无法解析它以继续会话。

source: Qwen Code was not found. Ensure `qwen` is on PATH.
zh_hans: 未找到 Qwen Code。请确保 `qwen` 位于 PATH 中。

source: Qwen Only
zh_hans: 仅 Qwen

source: Raw JSON
zh_hans: 原始 JSON

source: Re-scan
zh_hans: 重新扫描

source: Reading Controls
zh_hans: 阅读控制

source: Ready
zh_hans: 就绪

source: Ready; sound only
zh_hans: 就绪；仅声音提醒

source: Rebuild
zh_hans: 重新构建

source: Rebuild Core Index?
zh_hans: 要重新构建核心索引吗？

source: Rebuild Core Index…
zh_hans: 重新构建核心索引…

source: Recorded by the provider.
zh_hans: 由提供商记录。

source: Reduce Noise
zh_hans: 减少干扰

source: Reduce transparency
zh_hans: 降低透明度

source: Refresh
zh_hans: 刷新

source: Refresh Claude usage now
zh_hans: 立即刷新 Claude 用量

source: Refresh analytics view
zh_hans: 刷新分析视图

source: Refresh every
zh_hans: 刷新间隔

source: Refresh now
zh_hans: 立即刷新

source: Refresh unavailable
zh_hans: 无法刷新

source: Region
zh_hans: 区域

source: Reindex Now
zh_hans: 立即重新索引

source: Reindexing…
zh_hans: 正在重新索引…

source: Relaunch Claude Desktop afterward to see this session. Your transcript isn’t changed.
zh_hans: 随后重新启动 Claude Desktop 即可看到此会话。你的对话记录不会更改。

source: Relaunch Claude Desktop to see it.
zh_hans: 重新启动 Claude Desktop 即可看到它。

source: Remove
zh_hans: 移除

source: Remove from Saved
zh_hans: 从已保存的会话中移除

source: Remove from Saved deletes local copy
zh_hans: 从已保存的会话中移除会删除本地副本

source: Remove the custom binary override
zh_hans: 移除自定义二进制文件设置

source: Remove the project filter and show all sessions
zh_hans: 移除项目筛选并显示所有会话
